<h2><i class="fa fa-users"></i> Бизнес - это проекты и найм</h2>
<p>
</p>
<p>Данный модуль позволяет управлять проектами, вакансиями на проект, базой потенциальных сотрудников (кадров) и процессом найма.
</p>
<p>На главной панеле расположен график найма и список открытых проектов
</p>
<p>Слева график наглядно демонстрирует этапы взаимоотношений с сотрудниками с т.з. найма. От знакомства до найма и даже увольнения.
</p>
<p>В правой панели можно видеть список всех проектов и выпадающий список вакантных должностей для них.
</p>
<p><strong>Как работать с модулем:</strong>
</p>
<p>1. Создать базу кадров для потенциального найма <a href="/worker/worker">[Быстрая ссылка]</a>
</p>
<p>2. Создать шаблонные вакансии <a href="/vacancy/vacancy">[Быстрая ссылка]</a>
</p>
<p>3. Создать текущие проекты <a href="/project/project">[Быстрая ссылка]</a>
</p>
<p>4. В созданном проекте создать вакансии <a href="/project/project">[Быстрая ссылка]</a>
</p>
<p>5. Начать процесс найма <a href="/hr/main">[Быстрая ссылка]</a>
</p>