<div class="demo">

  <strong>Вы можете заказать бесплатный аккаунт для малого бизнеса, заказать индивидуальные доработки или заказать проектирование и разработку индивидуальной системы для бизнеса.</strong>
  <a style="color: white;" class="btn btn-success" target="_blank" href="http://ingello.com/site/contact"><i class="fa fa-dollar"></i> Начать планирование проекта</a>

  <h2><i class="fa fa-laptop"></i> Бизнес - это информация</h2>
  <hr>
  <img src="/images/layout.jpg" style="width: 100%;">
  <hr>
  <p>В верхнем правом углу - сообщения и уведомления. </p>
  <p>
      Слева - различные разделы системы. Эти панели доступны всегда.
  </p>
  <p>На данный момент разработаны модули для ведения клиентской базы (CRM),
      воронки продаж, планирования времени, скриптов,
      найма кадров, складского учета, поставок, перемещений.
      И даже для блоггинга есть компоненты.</p>
  <p>Мы интегрируемся. Все компоненты могут соединяться друг с другом и
      даже с другими продуктами, которыми Вы пользуетесь.</p>


  <p>После авторизации система встречает Вас главной панелью с данными
      статистики и всевозможными графиками для визуализации состояния
      Вашего бизнеса. Само собой, цифры и графики будут такие, как удобно
      Вам и Вашим сотрудникам.</p>

  <p>Система делится на разделы (или модули). Мы покажем некоторые.</p>

  <hr>
  <h2><i class="fa fa-users"></i> Бизнес - это люди</h2>
  <hr>
  <img src="/images/people.jpg" style="width: 100%;">
  <hr>
  <p>Практически у каждого раздела или объекта в системе есть адрес. Вы можете меняться этими ссылками с сотрудниками и клиентами.</p>
  <p>Зайдите в раздел "люди" Для этого выберите в меню иконку с человеком и нажмите "Панель управления" или перейдите по ссылке <a href="/core/default/people">[ быстрая ссылка ]</a></p>
  <p>Перейдя по ссылке, Вы увидите разные типы людей. Сообщите разработчику, какие не используются Вами в работе и мы их удалим.</p>
  <p>Давайте зайдем в раздел клиенты, и поработаем с клиентской базой.</p>
  <p>Нажмите на кнопку "Клиенты" или перейдите по быстрой ссылке <a href="/customer/customer">[ быстрая ссылка ]</a></p>
  <p>Сейчас Вы находитесь в разделе клиентской базы. Вы можете искать людей в Вашей базе по любым заявленным параметрам - телефон, почта, дата рождения, возраст...</p>
  <p>Давайте добавим нового клиента. Нажмите на кнопку "Создать клиента" или перейдите по быстрой ссылке <a href="/customer/customer/create">[ быстрая ссылка ]</a></p>
  <p>Заполните поля и уточните разработчику, какие поля Вас интересуют дополнительно, а какие лишние. (выпадающие списки, выбор даты и диапазона, выбор цвета, загрузка файлов и так далее).</p>
  <hr>
  <h2><i class="fa fa-handshake"></i> Бизнес - это продажи</h2>
  <hr>
  <img src="/images/selling.jpg" style="width: 100%;">
  <hr>
  <p>В вертикальном меню слева зайдите в раздел "продажи". <a href="/selling/main">[ быстрая ссылка ]</a></p>
  <p>Тут можно отслеживать все продажи по статусам и смотреть детали, осуществлять поиск по дате или имени. А так же можно начать новую продажу.</p>
  <p>Сообщите разработчикам, если Вам нужно доработать данный раздел.</p>
  <p>Нажмите кнопку "Начать продажи" или используйте быструю ссылку <a href="/selling/form/index">[ быстрая ссылка ]</a></p>
  <p>Перед Вами открылась панель "Новая продажа" и два элемента для ввода.</p>
  <p>Слева выберите или создайте место продажи. Это может быть склад, филиал и т.д.</p>
  <p>Справа выберите или создайте клиента для продажи. Данный элемент позволяет осуществлять быстрый поиск по клиентской базе и выбор из выпадающего списка.</p>
  <p>Сообщите разработчикам, если какой либо из элементов лишний или нуждается в доработке.</p>
  <p>Нажмите "Сохранить".</p>
  <p>После сохранения Вам стали доступны 4 новых блока.</p>
  <p>Блок истории нужен для фиксирования диалога с клиентом и просмотра истории общения по скриптам. Нажмите "Начать разговор" для начала работы по скрипту или "История" для просмотра прошлых контактов.</p>
  <p>Блок "Состояния" нужен для обозначения стадии взаимоотношений с клиентом. Для перехода в новое состояние нажмите соответствующее название этапа.</p>
  <p>Блок "Товар" нужен для оперативного поиска товаров или услуг в базе данных и добавления к счёту клиента. Данные можно скачать (выгрузить) в нужный формат.</p>
  <p>Всё, добавленное в боке товар просуммируется и выведется в блоке "Итого".</p>
  <p>Сообщите разработчикам, если один из блоков нужно изменить или удалить.</p>
  <hr>
  <h2><i class="fa fa-address-card"></i> Бизнес - это проекты и найм</h2>
      <hr>
      <img src="/images/project.jpg" style="width: 100%;">
      <hr>
  <p>Перейдите в раздел "проекты" через главное меню или по быстрой ссылке <a href="/hr">[Быстрая ссылка]</a>
  </p>
  <p>Данный модуль позволяет управлять проектами, вакансиями на проект, базой потенциальных сотрудников (кадров) и процессом найма.
  </p>
  <p>На главной панеле расположен график найма и список открытых проектов
  </p>
  <p>Слева график наглядно демонстрирует этапы взаимоотношений с сотрудниками с т.з. найма. От знакомства до найма и даже увольнения.
  </p>
  <p>В правой панели можно видеть список всех проектов и выпадающий список вакантных должностей для них.
  </p>
  <p><strong>Как работать с модулем:</strong>
  </p>
  <p>1. Создать базу кадров для потенциального найма <a href="/worker/worker">[Быстрая ссылка]</a>
  </p>
  <p>2. Создать шаблонные вакансии <a href="/vacancy/vacancy">[Быстрая ссылка]</a>
  </p>
  <p>3. Создать текущие проекты <a href="/project/project">[Быстрая ссылка]</a>
  </p>
  <p>4. В созданном проекте создать вакансии <a href="/project/project">[Быстрая ссылка]</a>
  </p>
  <p>5. Начать процесс найма <a href="/hr/main">[Быстрая ссылка]</a>
  </p>
      <hr>
  <h3><i class="fa fa-chart-line"></i> Бизнес - это система</h3>
  <hr>
  <img src="/images/system.jpg" style="width: 100%;">
  <hr>
  <p>Вы найдете еще сотни полезных функций в системе</p>
  <p>Например, раздел "Продукты и услуги" нужен для записи различных типов продуктов и/или услуг а так же доп данных типа категорий, упаковок и т.д. Ознакомиться с разделом можно, перейдя в панель управления разделом "Продукты и услуги" или по ссылке: <a href="/product">[ быстрая ссылка ]</a> Если хотите добавить продукт или услугу или поискать существующий в базе - нажмите на кнопку "Продукты и услуги" или на быструю ссылку <a href="/product/product">[ быстрая ссылка ]</a></p>
  <hr>
  <p>Раздел "Хранилища" нужен для создания учета в офисах, магазинах, складах или любых других местах. Так же можно видеть степень загруженности хранилищ. Зайдите в панель управления хранилищами в меню или перейдите по ссылке <a href="/warehouse/warehouse">[ быстрая ссылка ]</a> Чтобы посмотреть, какие объекты хранятся в хранилищах - нажмите на кнопку нужного хранилища.</p>
  <hr>
  <p>Система включает в себя различные другие модули, такие как календар и планирования, статистика, закупка, транзиты, инвентаризация, настройки речевых модулей, внутренняя переписка и так далее. Так же есть заготовки для программных интерфейсов (API).</p>
  <hr>
  <p>Наша команда специалистов готовы разработать любую функциональность, делающую Вашу компанию лучше.</p>

  <a style="color: white;" class="btn btn-success" target="_blank" href="http://ingello.com/site/contact"><i class="fa fa-dollar"></i> Начать планирование проекта</a>
</div>
<style>
    .demo a:visited, .demo a:hover {
        color: green;
    }
    .demo a:active {
        color: blue;
    }
</style>