<h1>Добро пожаловать на тестдрайв</h1>

<img src="/images/bot.jpg" style="float:left; width: 30%; padding: 7px;"/>
<p>Здраствуйте, меня зовут <strong>NS78V3</strong>. Я расскажу о FORMA.INGELLO.</p>
<hr>
<p>Если Вы хотите делегировать или автоматизировать рутину - Вам будет интересно.</p>
<p>FORMA - это компоненты базовой бизнес-системы с современным дизайном.</p>

<hr>
<p>Давайте познакомимся с элементами системы.</p>
<hr>
<p>У Вас (и Ваших сотрудников) будут персональные ключи к программе.</p>
<hr>
<p>Используйте <strong>временный ключ</strong></p>
<h2><strong>Имя пользователя:</strong> admin</h2>
<h2><strong>Пароль:</strong> 111111 (6 единиц)</h2>
Затем нажмите "Войти".

<a href="javascript:void(0)" class="btn btn-success" data-dismiss="modal" aria-hidden="true">Продолжить</a>

