--
-- Дамп данных таблицы `warehouse`
--

INSERT INTO `warehouse` (`id`, `name`, `country_id`, `address`) VALUES
(1, 'Склад в Украине', 1, 'Киев'),
(2, 'Склад в Польше', 2, 'Варшава'),
(3, 'Склад в Чехии', 3, 'Прага'),
(4, 'Склад в Германии', 4, 'Берлин'),
(5, 'Склад во Франции', 5, 'Париж');

--
-- Дамп данных таблицы `warehouse_product`
--

INSERT INTO `warehouse_product` (`id`, `product_id`, `warehouse_id`, `quantity`, `purchase_cost`, `recommended_cost`, `consumer_cost`, `trade_cost`, `tax`, `overhead_cost`, `currency_id`) VALUES
(2, 4, 1, 120, 4.50, 8.00, 5.85, 5.40, 1.50, 1, 1),
(3, 1, 2, 486, 12.00, 10.50, 15.60, 14.40, 1.00, 1, 1),
(4, 2, 2, 135, 14.50, 11.50, 18.85, 17.40, 1.50, 1, 1),
(5, 5, 3, 81, 4.50, 6.50, 5.85, 5.40, 0.50, 1, 1),
(6, 6, 3, 150, 5.50, 7.50, 7.15, 6.60, 1.00, 1, 1),
(7, 7, 4, 231, 7.00, 10.50, 10.00, NULL, 1.50, 1, 1),
(8, 8, 4, 240, 8.00, 9.50, 10.40, 9.60, 1.50, 1, 1),
(9, 9, 5, 51, 9.00, 12.50, 12.00, NULL, 2.00, 1, 1),
(10, 10, 5, 60, 9.50, 12.50, 12.00, NULL, 2.00, 1, 1),
(11, 3, 5, 249, 5.85, 8.50, 7.61, 7.02, 0.50, 1, 1),
(16, 4, 2, 0, NULL, NULL, NULL, NULL, NULL, 1, 1),
(17, 1, 3, 0, NULL, NULL, NULL, NULL, NULL, 1, 1),
(18, 5, 4, 0, NULL, NULL, NULL, NULL, NULL, 1, 1);

--
-- Дамп данных таблицы `warehouse_user`
--

INSERT INTO `warehouse_user` (`id`, `warehouse_id`, `user_id`) VALUES
(1, 1, 1),
(2, 2, 1),
(3, 3, 1),
(4, 4, 1),
(5, 5, 1);
