--
-- Дамп данных таблицы `transit`
--

INSERT INTO `transit` (`id`, `from_warehouse_id`, `to_warehouse_id`, `name`, `date_create`, `date_complete`, `state`) VALUES
(1, 1, 2, 'Новое перемещение с 23.01.2018 22:09:46', '2018-01-23 22:09:46', '2018-01-23 22:10:39', 1),
(2, 2, 3, 'Новое перемещение с 23.01.2018 22:10:57', '2018-01-23 22:10:57', '2018-01-23 22:11:06', 1),
(3, 3, 4, 'Новое перемещение с 23.01.2018 22:11:35', '2018-01-23 22:11:35', '2018-01-23 22:14:55', 1),
(4, 4, 5, 'Новое перемещение с 23.01.2018 22:15:24', '2018-01-23 22:15:24', '2018-01-23 22:15:35', 1),
(5, 5, 1, 'Новое перемещение с 23.01.2018 22:16:20', '2018-01-23 22:16:20', '2018-01-23 22:16:29', 1),
(6, 1, 2, 'Новое перемещение с 23.01.2018', '2018-01-23 22:21:31', NULL, 0),
(7, 2, 3, 'Новое перемещение с 23.01.2018', '2018-01-23 22:23:03', NULL, 0),
(8, 3, 4, 'Новое перемещение с 23.01.2018', '2018-01-23 22:23:47', NULL, 0);

--
-- Дамп данных таблицы `transit_overhead_cost`
--

INSERT INTO `transit_overhead_cost` (`id`, `transit_id`, `overhead_cost_id`) VALUES
(1, 7, 6);

--
-- Дамп данных таблицы `transit_product`
--

INSERT INTO `transit_product` (`id`, `product_id`, `transit_id`, `quantity`, `overhead_cost_id`) VALUES
(1, 3, 1, 243, NULL),
(2, 3, 2, 243, NULL),
(3, 3, 3, 243, NULL),
(4, 3, 4, 243, NULL),
(5, 4, 5, 6, NULL),
(6, 4, 6, 3, 5),
(7, 1, 7, 3, NULL),
(8, 5, 8, 3, 7);
